app/controllers/songs_controller.rb

  def create
    @song = Song.create(song_params)
---
INSERT INTO "songs" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2016-02-17 22:40:03.134930"], ["updated_at", "2016-02-17 22:40:03.134930"]]